tap "felixkratz/formulae"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "ktr0731/evans"
tap "kyleconroy/sqlc"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
brew "xz"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "bash-completion"
brew "bison"
brew "btop"
brew "ca-certificates"
brew "freetype"
brew "cairo"
brew "chruby"
brew "cloudflared"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "difftastic"
brew "erlang"
brew "elixir"
brew "entr"
brew "fastapi"
brew "fd"
brew "ffmpeg", link: false
brew "fzf"
brew "libavif"
brew "gdbm"
brew "gdk-pixbuf"
brew "geckodriver"
brew "git-delta"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "qt", link: false
brew "gnuplot"
brew "golang-migrate"
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "htop"
brew "hugo"
brew "hyperkit"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubernetes-cli", link: false
brew "lazygit"
brew "openjpeg"
brew "leptonica"
brew "libffi"
brew "libpq"
brew "luv"
brew "openjdk"
brew "maven"
brew "minikube", link: false
brew "mole"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: :changed
brew "nvm"
brew "oha"
brew "protobuf"
brew "tesseract"
brew "opencv"
brew "pipx"
brew "poppler"
brew "prometheus"
brew "pv"
brew "pyenv"
brew "qemu"
brew "wxwidgets"
brew "rabbitmq", restart_service: :changed
brew "redis"
brew "rename"
brew "resvg"
brew "ripgrep"
brew "ruby-install"
brew "sevenzip"
brew "slides"
brew "sqlc"
brew "thefuck"
brew "tree"
brew "uv"
brew "vegeta"
brew "vite"
brew "websocat"
brew "wget"
brew "yazi"
brew "youtube-dl"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazydocker/lazydocker"
brew "ktr0731/evans/evans"
brew "opencode-ai/tap/opencode"
cask "nikitabobko/tap/aerospace"
cask "alfred"
cask "claude-code"
cask "codex"
cask "cool-retro-term"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "mac-mouse-fix"
cask "ngrok"
