tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "ktr0731/evans"
tap "kyleconroy/sqlc"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
tap "stripe/stripe-cli"
tap "twilio/brew"
brew "xz"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "bash-completion"
brew "bison"
brew "btop"
brew "ca-certificates"
brew "freetype"
brew "cairo"
brew "chruby"
brew "cloudflared"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "difftastic"
brew "erlang"
brew "elixir"
brew "entr"
brew "fastapi"
brew "fd"
brew "ffmpeg", link: false
brew "fzf"
brew "libavif"
brew "gdbm"
brew "gdk-pixbuf"
brew "geckodriver"
brew "git-delta"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "qt", link: false
brew "gnuplot"
brew "golang-migrate"
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "htop"
brew "hugo"
brew "hyperkit"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubernetes-cli", link: false
brew "lazygit"
brew "openjpeg"
brew "leptonica"
brew "libffi"
brew "libpq"
brew "luv"
brew "openjdk"
brew "maven"
brew "minikube", link: false
brew "mole"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: :changed
brew "nvm"
brew "oha"
brew "protobuf"
brew "tesseract"
brew "opencv"
brew "pipx"
brew "poppler"
brew "prometheus"
brew "pv"
brew "pyenv"
brew "qemu"
brew "wxwidgets"
brew "rabbitmq", restart_service: :changed
brew "redis"
brew "rename"
brew "resvg"
brew "ripgrep"
brew "ruby-install"
brew "sevenzip"
brew "siege"
brew "slides"
brew "sqlc"
brew "thefuck"
brew "tree"
brew "uv"
brew "vegeta"
brew "vite"
brew "websocat"
brew "wget"
brew "yazi"
brew "youtube-dl"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "dart-lang/dart/dart"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazydocker/lazydocker"
brew "ktr0731/evans/evans"
brew "opencode-ai/tap/opencode"
brew "stripe/stripe-cli/stripe"
cask "nikitabobko/tap/aerospace"
cask "alfred"
cask "claude-code"
cask "codex"
cask "cool-retro-term"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "mac-mouse-fix"
cask "ngrok"
vscode "1yib.rust-bundle"
vscode "abusaidm.html-snippets"
vscode "ahmadalli.vscode-nginx-conf"
vscode "anksio.tsoding-emacs-gruber-minimal"
vscode "avetis.tokyo-night"
vscode "burkeholland.simple-react-snippets"
vscode "catppuccin.catppuccin-vsc"
vscode "chaseadamsio.vscode-theme-neon-night"
vscode "coenraads.bracket-pair-colorizer"
vscode "cydo.tango-dark"
vscode "dbaeumer.vscode-eslint"
vscode "degreat.theme-to-zed"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-monokai-night"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "harryhopkinson.vim-theme"
vscode "huytd.tokyo-city"
vscode "jakebecker.elixir-ls"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-cpp-syntax"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "lonefy.vscode-js-css-html-formatter"
vscode "marnix.tokyo-night-pro"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "mvllow.rose-pine"
vscode "oracle.oracle-java"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "raillyhugo.one-hunter"
vscode "raunofreiberg.vesper"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "rust-lang.rust-analyzer"
vscode "ryuta46.multi-command"
vscode "sainnhe.everforest"
vscode "serayuzgur.crates"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sourcegraph.amp"
vscode "steoates.autoimport"
vscode "swiftlang.swift-vscode"
vscode "techer.open-in-browser"
vscode "thomasgodden.nostromo-ui"
vscode "thorerik.hacker-theme"
vscode "tootone.org-mode"
vscode "twxs.cmake"
vscode "u2018166490288.j-blow"
vscode "uctakeoff.vscode-counter"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "william-voyek.vscode-nginx"
vscode "xabikos.javascriptsnippets"
go "github.com/bbsemih/gossip-glomers/1-echo"
go "github.com/githubnemo/CompileDaemon"
go "github.com/cosmtrek/air"
go "github.com/spf13/cobra-cli"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "golang.org/dl/go1.25.3"
go "github.com/mdempsky/gocode"
go "github.com/rogpeppe/godef"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "github.com/golang/mock/mockgen"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-grpc-gateway"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-openapiv2"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/rakyll/statik"
cargo "eza"
cargo "fd-find"
cargo "mini-redis"
cargo "ripgrep"
cargo "synthclaw"
uv "prime"
